<template>
    <div>
        <div class="bg fill bg-fill  bg-loaded">
            <h1 class="entry-title">
                <strong>تماس با ما</strong>
            </h1>
        </div>
        <div class="container">
            <div class="row">
                <div class="col-lg-6 mt-3 text-right">
                    <br><br>
                   <h3 class=" mt-5 section-title section-title-normal">
                       <svg class="call" xmlns="http://www.w3.org/2000/svg" width="30" height="30" viewBox="0 0 60 60">
                           <g>
                               <path d="M47.789 61.1a5.914 5.914 0 0 0-4.289-1.959 6.115 6.115 0 0 0-4.337 1.95l-4.005 3.989c-.33-.177-.659-.342-.977-.507-.457-.228-.888-.443-1.256-.671a43.534 43.534 0 0 1-10.437-9.5 25.653 25.653 0 0 1-3.424-5.395c1.04-.95 2-1.938 2.942-2.887.355-.355.71-.722 1.065-1.076a5.8 5.8 0 0 0 0-8.763l-3.461-3.455c-.393-.393-.8-.8-1.179-1.2-.761-.785-1.56-1.6-2.384-2.355a6.007 6.007 0 0 0-4.247-1.865 6.216 6.216 0 0 0-4.312 1.862l-.025.025-4.314 4.343A9.259 9.259 0 0 0 .4 39.525a22.171 22.171 0 0 0 1.623 9.4 54.509 54.509 0 0 0 9.7 16.159 59.667 59.667 0 0 0 19.871 15.534 31 31 0 0 0 11.16 3.292c.266.013.545.025.8.025a9.562 9.562 0 0 0 7.317-3.141c.013-.025.038-.038.051-.063a28.807 28.807 0 0 1 2.218-2.291c.545-.519 1.1-1.064 1.649-1.634a6.313 6.313 0 0 0 1.911-4.382 6.082 6.082 0 0 0-1.953-4.344zm4.54 13.335c-.013 0-.013.013 0 0-.495.532-1 1.013-1.547 1.545a33.319 33.319 0 0 0-2.448 2.533 6.118 6.118 0 0 1-4.768 2.013c-.19 0-.393 0-.583-.013a27.535 27.535 0 0 1-9.892-2.963 56.322 56.322 0 0 1-18.719-14.636 51.4 51.4 0 0 1-9.131-15.183 18.058 18.058 0 0 1-1.42-7.931 5.81 5.81 0 0 1 1.75-3.761L9.9 31.724a2.885 2.885 0 0 1 1.928-.9 2.714 2.714 0 0 1 1.852.886l.038.038a63.982 63.982 0 0 1 2.283 2.267c.393.405.8.81 1.2 1.228l3.461 3.457c1.344 1.342 1.344 2.583 0 3.926-.368.367-.723.734-1.091 1.089-1.065 1.089-2.08 2.1-3.183 3.09-.025.025-.051.038-.063.063a2.58 2.58 0 0 0-.659 2.875l.038.114a27.748 27.748 0 0 0 4.1 6.674l.013.013a46.523 46.523 0 0 0 11.257 10.233 17.325 17.325 0 0 0 1.56.848c.457.228.888.443 1.256.671.051.025.1.063.152.089a2.752 2.752 0 0 0 1.258.315 2.713 2.713 0 0 0 1.928-.874l4.334-4.326a2.87 2.87 0 0 1 1.915-.95 2.584 2.584 0 0 1 1.826.924l.025.025 6.988 6.978a2.5 2.5 0 0 1 .013 3.961z" fill="#805d87" transform="translate(-.344 -23.935)"></path>
                               <path d="M246.353 89.317a16.31 16.31 0 0 1 13.291 13.271 1.7 1.7 0 0 0 1.687 1.418 2.268 2.268 0 0 0 .292-.025 1.712 1.712 0 0 0 1.408-1.975 19.721 19.721 0 0 0-16.081-16.057 1.721 1.721 0 0 0-1.978 1.393 1.691 1.691 0 0 0 1.381 1.975z" fill="#3a2aaf" transform="translate(-213.924 -75.044)"></path>
                               <path id="Path_1456" d="M277.244 26.467A32.473 32.473 0 0 0 250.764.026a1.707 1.707 0 1 0-.558 3.368 29.005 29.005 0 0 1 23.664 23.63 1.7 1.7 0 0 0 1.687 1.418 2.268 2.268 0 0 0 .292-.025 1.678 1.678 0 0 0 1.395-1.95z" fill="#805d87" transform="translate(-217.27)"></path>
                           </g>
                       </svg>
                       <span class="section-title-main mt-5">پل های ارتباطی :
                       </span>

                       <b></b></h3>
                        <p class="mt-3"><strong>آدرس :</strong>  گیلان رشت</p>
                        <p class="mt-3"><strong>تلفن :</strong> 013456789</p>
                        <p class="mt-3"><strong>فکس:</strong> 013456789</p>



                </div>
                <div class="col-lg-6 mt-5">
                    <div class="aboutSectionPicture">
                        <p> <img src="@/assets/images/contact.jpg" alt=""></p>
                    </div>
                </div>
            </div>
        </div>

    </div>
</template>

<script>
    export default {
        name: "About"
    }
</script>

<style scoped>
    .bg-fill{
        background-image:url('../assets/images/head5.jpg');
        height:400px;
        background-size: cover !important;
        background-repeat: no-repeat !important;
        background-position: 50% 50%;
    }
    .entry-title{
        color: white;
        position:absolute;
        top: 30%;
        left: 50%;
        transform: translate(-50%, -50%);
    }
    .aboutSectionPicture {
        padding: 40px;
        position: relative;
    }
    .aboutSectionPicture img {
        -webkit-box-shadow: 0 0 20px 0 rgba(0,0,0,.25);
        box-shadow: 0 0 20px 0 rgba(0,0,0,.25);
        border-radius: 10px;
        width: 100%;
    }
    .call{
        position: relative;
        top: 6px;
        left: 9px;
    }
</style>